tap "ariga/tap"
tap "derailed/k9s"
tap "jrockway/tap"
tap "kcl-lang/tap"
tap "tilt-dev/tap"
brew "atac"
brew "gcc"
brew "helmfile"
brew "kubernetes-cli"
brew "kubie"
brew "lazygit"
brew "nerdctl"
brew "opa"
brew "talosctl"
brew "tilt"
brew "zellij"
brew "ariga/tap/atlas"
brew "derailed/k9s/k9s"
brew "jrockway/tap/kubectl-jq"
brew "kcl-lang/tap/kcl"
brew "tilt-dev/tap/ctlptl"
