tap "ariga/tap"
tap "derailed/k9s"
tap "jrockway/tap"
tap "kcl-lang/tap"
tap "tilt-dev/tap"
brew "atac"
brew "gcc"
brew "helmfile"
brew "kubernetes-cli"
brew "kubie"
brew "lazygit"
brew "nerdctl"
brew "opa"
brew "talosctl"
brew "tilt"
brew "zellij"
brew "ariga/tap/atlas"
brew "derailed/k9s/k9s"
brew "jrockway/tap/kubectl-jq"
brew "kcl-lang/tap/kcl"
brew "tilt-dev/tap/ctlptl"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "codeandstuff.package-json-upgrade"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "dbcode.dbcode"
vscode "degreat.3e"
vscode "deibit.devdocs"
vscode "denoland.vscode-deno"
vscode "detachhead.basedpyright"
vscode "dionmunk.vscode-notes"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.typescript-notebook"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fill-labs.dependi"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "foxundermoon.shell-format"
vscode "fredhappyface.linuxkeybindings"
vscode "fregante.ghost-text"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jetpack-io.devbox"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kcl.kcl-vscode-extension"
vscode "kdl-org.kdl-v1"
vscode "kend.dancehelixkey"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "million.million-lint"
vscode "moonrepo.moon-console"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mxsdev.typescript-explorer"
vscode "naumovs.color-highlight"
vscode "nico-castell.linux-desktop-file"
vscode "ninoseki.vscode-mogami"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "plievone.vscode-template-literal-editor"
vscode "quicktype.quicktype"
vscode "raczzalan.webgl-glsl-editor"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rszyma.vscode-kanata"
vscode "rust-lang.rust-analyzer"
vscode "s-nlf-fh.glassit"
vscode "sanaajani.taskrunnercode"
vscode "saoudrizwan.claude-dev"
vscode "sirmspencer.vscode-autohide"
vscode "slevesque.shader"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "styra.vscode-styra"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "terrastruct.d2"
vscode "tilt-dev.tiltfile"
vscode "tomoki1207.pdf"
vscode "trunk.io"
vscode "trytriplex.triplex-vsce"
vscode "tsandall.opa"
vscode "twixes.pypi-assistant"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vspacecode.whichkey"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "zeshuaro.vscode-python-poetry"
vscode "zxh404.vscode-proto3"
go "golang.org/x/tools/gopls"
go "github.com/rahji/helix-ghost"
go "honnef.co/go/tools/cmd/staticcheck"
flatpak "ca.desrt.dconf-editor", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "com.anydesk.Anydesk"
flatpak "com.calibre_ebook.calibre"
flatpak "com.github.Matoking.protontricks"
flatpak "com.github.mtkennerly.ludusavi"
flatpak "com.github.xournalpp.xournalpp", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.microsoft.Edge"
flatpak "com.obsproject.Studio"
flatpak "com.saivert.pwvucontrol"
flatpak "com.slack.Slack"
flatpak "com.spotify.Client"
flatpak "fr.handbrake.ghb"
flatpak "in.srev.guiscrcpy"
flatpak "io.dbeaver.DBeaverCommunity"
flatpak "io.github.peazip.PeaZip"
flatpak "io.github.slgobinath.SafeEyes"
flatpak "io.gitlab.liferooter.TextPieces"
flatpak "io.missioncenter.MissionCenter"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "it.mijorus.smile"
flatpak "md.obsidian.Obsidian"
flatpak "net.davidotek.pupgui2"
flatpak "net.scribus.Scribus"
flatpak "org.ardour.Ardour"
flatpak "org.audacityteam.Audacity", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.avidemux.Avidemux"
flatpak "org.blender.Blender"
flatpak "org.darktable.Darktable", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.freecad.FreeCAD"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.FileRoller", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.inkscape.Inkscape", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.kde.kdenlive", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.kde.krita"
flatpak "org.kde.okular", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
flatpak "org.localsend.localsend_app"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.strawberrymusicplayer.strawberry", remote: "fedora", url: "oci+https://registry.fedoraproject.org"
